Repository: getCannaBiz/cannabiz-ecommerce
Catalog: languages/wpd-ecommerce-*.po
Languages: ka_ge, mt_mt

source: Product
ka_ge: პროდუქტი
mt_mt: Prodott

source: Price
ka_ge: ფასი
mt_mt: Prezz

source: Qty
ka_ge: რა-ბა
mt_mt: Q.ta

source: Total
ka_ge: ჯამი

source: Coupon code
ka_ge: კუპონის კოდი
mt_mt: Kodiċi tal-kupun

source: Apply Coupon
ka_ge: კოდის დადასტურება
mt_mt: Applika Kupun

source: Cart Totals
ka_ge: კალათის ჯამი
mt_mt: Totali Cart

source: Subtotal
ka_ge: ჯამი

source: Coupon
ka_ge: კუპონი
mt_mt: Kupun

source: Remove
ka_ge: წაშლა
mt_mt: Neħħi

source: Sales tax
ka_ge: Გაყიდვების საგადასახადო
mt_mt: Taxxa

source: Excise tax
ka_ge: აქციზის გადასახადი
mt_mt: Taxxa tas-sisa

source: Proceed to Checkout
ka_ge: ყიდვის გაგრძელება
mt_mt: Ipproċedi għall-Checkout

source: There is nothing in your cart.
ka_ge: თქვენს კალათაში არაფერია.
mt_mt: M’hemm xejn fil-karrettun tiegħek.

source: Return to menu
ka_ge: მენიუში დაბრუნება
mt_mt: Irritorna għall-menu

source: Shopping Cart
ka_ge: Საყიდლების კალათი
mt_mt: Xiri Cart

source: Display your cart details
ka_ge: აჩვენეთ თქვენი კალათის დეტალები
mt_mt: Uri d-dettalji tal-karrettun tiegħek

source: Cart
ka_ge: კალათა
mt_mt: Karrettun

source: Widget Title:
ka_ge: ვიჯეტის სათაური:
mt_mt: Titolu tal-widget:

source: Checkout
ka_ge: შეკვეთის გაფორმება
mt_mt: Iċċekkja

source: Login
ka_ge: შესვლა
mt_mt: Idħol

source: You must be logged in to checkout.
ka_ge: შეკვეთის გასაფორმებლად გაიარეთ ავტორიზაცია.
mt_mt: Trid tkun illoggjat biex tiċċekkja.

source: The Email you entered is not valid. Please try again.
ka_ge: თქვენ მიერ შეყვანილი ელფოსტა არასწორია. Გთხოვთ კიდევ სცადეთ.
mt_mt: L-Email li daħħalt mhix valida. Jekk jogħġbok erġa pprova.

source: This email is already used by another user. Try a different one.
ka_ge: ეს ელფოსტა უკვე გამოიყენება სხვა მომხმარებლის მიერ. სცადე სხვა.
mt_mt: Din l-email hija diġà użata minn utent ieħor. Ipprova waħda differenti.

source: Error
ka_ge: შეცდომა
mt_mt: Żball

source: Please select a payment type.
ka_ge: გთხოვთ, აირჩიოთ გადახდის ტიპი.
mt_mt: Jekk jogħġbok agħżel tip ta’ ħlas.

source: The minimum order amount required to checkout is
ka_ge: შეკვეთის მინიმალური ოდენობაა საჭირო შეკვეთისთვის
mt_mt: L-ammont minimu tal-ordni meħtieġ biex iċ-checkout huwa

source: Billing details
ka_ge: გადახდის დეტალები
mt_mt: Dettalji tal-kontijiet

source: First Name
ka_ge: სახელი
mt_mt: Isem

source: Last Name
ka_ge: გვარი
mt_mt: Kunjom

source: E-mail
ka_ge: ელ-ფოსტა

source: Phone number
ka_ge: Ტელეფონის ნომერი
mt_mt: Numru tat-telefon

source: Street address
ka_ge: ქუჩის მისამართი
mt_mt: Indirizz ta ’t-triq

source: House number and street name
ka_ge: სახლის ნომერი და ქუჩის სახელი
mt_mt: Numru tad-dar u isem tat-triq

source: Apartment, unit, etc. (optional)
ka_ge: ბინა, ერთეული და ა.შ. (სურვილისამებრ)
mt_mt: Appartament, unità, eċċ. (mhux obbligatorju)

source: City
ka_ge: ქალაქი
mt_mt: Belt

source: State / County
ka_ge: რეგიონი
mt_mt: Stat / Kontea

source: Postcode / ZIP
ka_ge: საფოსტო ინდექსი
mt_mt: Kodiċi postali / ZIP

source: Country
ka_ge: ქვეყანა
mt_mt: Pajjiż

source: Your order
ka_ge: თქვენი შეკვეთა
mt_mt: L-ordni tiegħek

source: Place Order
ka_ge: Შეკვეთის განთავსება
mt_mt: Ordna

source: You can check out after adding some products to your cart
ka_ge: შეგიძლიათ შეამოწმოთ რამდენიმე პროდუქტის კალათაში დამატების შემდეგ
mt_mt: Tista ‘tiċċekkja wara li żżid xi prodotti mal-karrettun tiegħek

source: Name
ka_ge: სახელი
mt_mt: Isem

source: Email
ka_ge: ელ-ფოსტა

source: New order: #
ka_ge: Ახალი შეკვეთა: #
mt_mt: Ordni ġdida: #

source: Hello Administrator
ka_ge: გამარჯობა ადმინისტრატორო
mt_mt: Hello Amministratur

source: #%1$s just received a new order from #%2$s #%3$s
ka_ge: #%1$s-მა ახლახან მიიღო ახალი შეკვეთა #%2$s #%3$s-ისგან
mt_mt: #%1$s għadhom kif irċevew ordni ġdida minn #%2$s #%3$s

source: WP Dispensary's Customer Export
ka_ge: WP დისპანსერის მომხმარებელთა ექსპორტი
mt_mt: Esportazzjoni tal-Klijent tal-WP Dispensary

source: Export your WP Dispensary customers as a CSV file by clicking the button below.
ka_ge: თქვენი WP Dispensary მომხმარებლების ექსპორტი CSV ფაილის სახით ქვემოთ მოცემულ ღილაკზე დაწკაპუნებით.
mt_mt: Esporta l-klijenti tiegħek WP Dispensary bħala fajl CSV billi tikklikkja l-buttuna hawn taħt.

source: Export
ka_ge: ექსპორტი
mt_mt: Esportazzjoni

source: Phone
ka_ge: ტელეფონი
mt_mt: Telefon

source: Address
ka_ge: მისამართი
mt_mt: Indirizz

source: Recommendation number
ka_ge: რეკომენდაციის ნომერი
mt_mt: Numru tar-rakkomandazzjoni

source: Recommendation expiration
ka_ge: რეკომენდაციის ვადის გასვლა
mt_mt: Skadenza tar-rakkomandazzjoni

source: Total orders
ka_ge: სულ შეკვეთები
mt_mt: Ordnijiet totali

source: Additional Details
ka_ge: დამატებითი მონაცემები
mt_mt: Dettalji Addizzjonali

source: Address line 1
ka_ge: მისამართის ხაზი 1
mt_mt: Linja ta’ l-indirizz 1

source: Address line 2
ka_ge: მისამართის ხაზი 2
mt_mt: Linja ta’ l-indirizz 2

source: <strong>ERROR</strong>: Please enter your year of birth.
ka_ge: <strong>შეცდომა</strong>: გთხოვთ, შეიყვანოთ თქვენი დაბადების წელი.
mt_mt: <strong>Żball</strong>: Jekk jogħġbok daħħal is-sena tat-twelid tiegħek.

source: <strong>ERROR</strong>: You must be born after 1900.
ka_ge: <strong>შეცდომა</strong>: თქვენ უნდა დაიბადოთ 1900 წლის შემდეგ.
mt_mt: <strong>Żball</strong>: Int trid titwieled wara l-1900.

source: Dashboard
ka_ge: კონსოლი
mt_mt: Daxxbord

source: Orders
ka_ge: შეკვეთები
mt_mt: Ordnijiet

source: Details
ka_ge: დეტალები
mt_mt: Dettalji

source: Hello
ka_ge: შემოსულიცართ როგორც
mt_mt: Bongu

source: Log out
ka_ge: გამოსვლა
mt_mt: Oħroġ

source: Account dashboard
ka_ge: ანგარიშის დაფა
mt_mt: Dashboard tal-kont

source: From your account dashboard you can view your order history and account details.
ka_ge: თქვენი ანგარიშის დაფიდან შეგიძლიათ ნახოთ თქვენი შეკვეთის ისტორია და ანგარიშის დეტალები.
mt_mt: Mid-dashboard tal-kont tiegħek tista’ tara l-istorja tal-ordnijiet u d-dettalji tal-kont tiegħek.

source: This Week
ka_ge: ამ კვირაში
mt_mt: Din il-ġimgħa

source: Recent Store Orders
ka_ge: მაღაზიის ბოლო შეკვეთები
mt_mt: Ordnijiet tal-Aħżen riċenti

source: Date
ka_ge: თარიღი
mt_mt: Data

source: Status
ka_ge: სტატუსი

source: Order history
ka_ge: Შეკვეთების ისტორია
mt_mt: Storja tal-ordnijiet

source: Contact information
ka_ge: საკონტაქტო ინფორმაცია
mt_mt: Dettalji ta ‘kuntatt

source: Verification
ka_ge: ვერიფიკაცია
mt_mt: Verifika

source: Drivers License or Valid ID
ka_ge: მართვის მოწმობა ან მოქმედი პირადობის მოწმობა
mt_mt: Liċenzja tas-Sewwieq jew ID Valida

source: Doctor recommendation
ka_ge: ექიმის რეკომენდაცია
mt_mt: Rakkomandazzjoni tat-tabib

source: Expiration Date
ka_ge: გამოწერის გასვლის თარიღი
mt_mt: Data ta ‘skadenza

source: Password change
ka_ge: პაროლის შეცვლა
mt_mt: Bidla tal-password

source: Password
ka_ge: პაროლი

source: Leave blank to keep unchanged
ka_ge: დატოვეთ ცარიელი, რომ უცვლელი იყოს
mt_mt: Ħalli vojt biex iżżomm mhux mibdul

source: Repeat Password
ka_ge: გაიმეორე პაროლი
mt_mt: Irrepeti l-Password

source: Update
ka_ge: განახლება
mt_mt: Aġġornament

source: Heavyweight Prices
ka_ge: მძიმე წონის ფასები
mt_mt: Prezzijiet Heavyweight

source: 2 oz
ka_ge: 2 უნცია

source: 1/4 lb
ka_ge: 1/4 ფუნტი

source: 1/2 lb
ka_ge: 1/2 ფუნტი

source: 1 lb
ka_ge: 1 ფუნტი

source: 2 lbs
ka_ge: 2 ფუნტი

source: 3 lbs
ka_ge: 3 ფუნტი

source: 4 lbs
ka_ge: 4 ფუნტი

source: 5 lbs
ka_ge: 5 ფუნტი

source: 6 lbs
ka_ge: 6 ფუნტი

source: 7 lbs
ka_ge: 7 ფუნტი

source: 8 lbs
ka_ge: 8 ფუნტი

source: 9 lbs
ka_ge: 9 ფუნტი

source: 10 lbs
ka_ge: 10 ფუნტი

source: 11 lbs
ka_ge: 11 ფუნტი

source: 12 lbs
ka_ge: 12 ფუნტი

source: 13 lbs
ka_ge: 13 ფუნტი

source: 14 lbs
ka_ge: 14 ფუნტი

source: 15 lbs
ka_ge: 15 ფუნტი

source: 20 lbs
ka_ge: 20 ფუნტი

source: 25 lbs
ka_ge: 25 ფუნტი

source: 50 lbs
ka_ge: 50 ფუნტი

source: 3 g
ka_ge: 3 გ

source: 4 g
ka_ge: 4 გ

source: 5 g
ka_ge: 5 გ

source: 6 g
ka_ge: 6 გ

source: 7 g
ka_ge: 7 გ

source: 8 g
ka_ge: 8 გ

source: 9 g
ka_ge: 9 გ

source: 10 g
ka_ge: 10 გ

source: Heavyweight Pricing
ka_ge: მძიმე წონის ფასი
mt_mt: Prezzijiet tqal

source: Choose File
ka_ge: Აირჩიეთ ფაილი
mt_mt: Agħżel File

source: Choose Image
ka_ge: აირჩიეთ სურათი
mt_mt: Agħżel Image

source: Inventory
ka_ge: მარაგები
mt_mt: Inventarju

source: Type
ka_ge: ტიპი
mt_mt: Tip

source: Product name
ka_ge: Პროდუქტის სახელი
mt_mt: Isem tal-prodott

source: Categories
ka_ge: კატეგორიები
mt_mt: Kategoriji

source: Stock
ka_ge: საფონდო
mt_mt: Stokk

source: In stock
ka_ge: მარაგშია
mt_mt: Fl-istokk

source: grams
ka_ge: გრამი
mt_mt: grammi

source: units
ka_ge: ერთეულები
mt_mt: unitajiet

source: seeds
ka_ge: თესლი
mt_mt: żrieragħ

source: clones
ka_ge: კლონები
mt_mt: kloni

source: Inventory management
ka_ge: ინვენტარის მართვა
mt_mt: Ġestjoni tal-inventarju

source: Available Seeds (units)
ka_ge: ხელმისაწვდომი თესლი (ერთეული)
mt_mt: Żrieragħ Disponibbli (unitajiet)

source: Available Clones (units)
ka_ge: ხელმისაწვდომი კლონები (ერთეულები)
mt_mt: Kloni Disponibbli (unitajiet)

source: Available grams
ka_ge: ხელმისაწვდომი გრამი
mt_mt: Grammi disponibbli

source: Available units
ka_ge: ხელმისაწვდომი ერთეული
mt_mt: Unitajiet disponibbli

source: Display inventory in Details table
ka_ge: აჩვენეთ ინვენტარი დეტალების ცხრილში
mt_mt: Uri l-inventarju fit-tabella tad-Dettalji

source: Sorry, this flower is currently out of stock.
ka_ge: უკაცრავად, ეს ყვავილი ამჟამად ამოწურულია.
mt_mt: Jiddispjacini, din il-fjura bħalissa hija out of stock.

source: out of stock
ka_ge: აღარ არის გაყიდვაში

source: Seeds:
ka_ge: თესლი:
mt_mt: Żrieragħ:

source: Clones:
ka_ge: კლონები:
mt_mt: Kloni:

source: Size:
ka_ge: ზომა:
mt_mt: Daqs:

source: Weight:
ka_ge: წონა:
mt_mt: Piż:

source: Servings:
ka_ge: სერვირება:
mt_mt: Porzjonijiet:

# taxonomy general name
source: Locations
ka_ge: მდებარეობები
mt_mt: Postijiet

# taxonomy singular name
source: Location
ka_ge: მდებარეობა
mt_mt: Post

source: Search Locations
ka_ge: ძებნის მდებარეობა
mt_mt: Fittex Postijiet

source: All Locations
ka_ge: ყველა ლოკაცია
mt_mt: Il-Lokazzjonijiet kollha

source: Parent Location
ka_ge: მშობლის ადგილმდებარეობა
mt_mt: Post tal-Ġenitur

source: Parent Location:
ka_ge: მშობლის ადგილმდებარეობა:
mt_mt: Post tal-ġenitur:

source: Edit Location
ka_ge: ადგილმდებარეობის რედაქტირება
mt_mt: Editja Post

source: Update Location
ka_ge: მდებარეობის განახლება
mt_mt: Aġġorna Post

source: Add New Location
ka_ge: დაამატეთ ახალი ადგილმდებარეობა
mt_mt: Żid Post Ġdid

source: New Location Name
ka_ge: ახალი მდებარეობის სახელი
mt_mt: Isem il-Post Ġdid

source: No locations found
ka_ge: მდებარეობები ვერ მოიძებნა
mt_mt: Ma nstab l-ebda post

source: Locations
ka_ge: მდებარეობები
mt_mt: Postijiet

source: Dispensary Locations
ka_ge: დისპანსერების ადგილები
mt_mt: Postijiet tad-Dispensarju

source: Display menu items by location
ka_ge: მენიუს ელემენტების ჩვენება მდებარეობის მიხედვით
mt_mt: Uri l-oġġetti tal-menu skont il-post

source: Dispensary Items
ka_ge: დისპანსერული ნივთები
mt_mt: Oġġetti tad-Dispensarju

source: Dispensary location:
ka_ge: დისპანსერის ადგილმდებარეობა:
mt_mt: Post tad-dispensarju:

source: Menu item type:
ka_ge: მენიუს ელემენტის ტიპი:
mt_mt: Tip ta’ oġġett tal-menu:

source: All types
ka_ge: ყველა ტიპი
mt_mt: It-tipi kollha

source: Flowers
ka_ge: ყვავილები
mt_mt: Fjuri

source: Concentrates
ka_ge: კონცენტრატები
mt_mt: Konċentrati

source: Edibles
ka_ge: საკვები პროდუქტები
mt_mt: Jittiekel

source: Pre-rolls
ka_ge: წინასწარ რულონები

source: Topicals
ka_ge: თემატიკა
mt_mt: Topiċi

source: Growers
ka_ge: მწარმოებლები
mt_mt: Il-koltivaturi

source: Gear
ka_ge: მექანიზმი
mt_mt: Irkaptu

source: Tinctures
ka_ge: ნაყენები
mt_mt: Tinturi

source: Amount of items to show:
ka_ge: საჩვენებელი ნივთების რაოდენობა:
mt_mt: Ammont ta’ oġġetti li jridu juru:

source: Randomize output?
ka_ge: რანდომიზება გამომავალი?

source: Display featured image?
ka_ge: გამორჩეული სურათის ჩვენება?
mt_mt: Uri immaġni dehru?

source: Display item name?
ka_ge: საქონლის სახელის ჩვენება?
mt_mt: Uri l-isem tal-oġġett?

source: Display item category?
ka_ge: ნივთის კატეგორიის ჩვენება?
mt_mt: Uri l-kategorija tal-oġġett?

source: Featured
ka_ge: რჩეული

source: This is a featured product
ka_ge: ეს არის რეკომენდებული პროდუქტი
mt_mt: Dan huwa prodott dehru

source: Dispensary Top Sellers
ka_ge: დისპანსერი ყველაზე გამყიდველები

source: Display your top selling items
ka_ge: აჩვენეთ თქვენი ყველაზე გაყიდვადი ნივთები
mt_mt: Uri l-aqwa oġġetti tal-bejgħ tiegħek

source: Image size:
ka_ge: Სურათის ზომა:
mt_mt: Daqs tal-immaġni:

source: Account
ka_ge: ჩემი გვერდი
mt_mt: Kont

source: Buy Now
ka_ge: ყიდვა
mt_mt: Ixtri issa

source: Select Options
ka_ge: აირჩიეთ პარამეტრები
mt_mt: Agħżel Għażliet

source: View Cart
ka_ge: კალათის ნახვა
mt_mt: Ara Karrettun

source: Please select a weight in order to add the product to your cart
ka_ge: გთხოვთ, აირჩიოთ წონა, რათა დაამატოთ პროდუქტი თქვენს კალათაში
mt_mt: Jekk jogħġbok agħżel piż sabiex iżżid il-prodott mal-karrettun tiegħek

source: Please select a quantity in order to add the product to your cart
ka_ge: გთხოვთ, აირჩიოთ რაოდენობა, რათა დაამატოთ პროდუქტი თქვენს კალათაში
mt_mt: Jekk jogħġbok agħżel kwantità sabiex iżżid il-prodott mal-karrettun tiegħek

source: There is not enough inventory for your purchase.
ka_ge: არ არის საკმარისი ინვენტარი თქვენი შესყიდვისთვის.
mt_mt: M’hemmx biżżejjed inventarju għax-xiri tiegħek.

source: Available
ka_ge: ხელმისაწვდომი
mt_mt: Disponibbli

source: This product has been successfully added to your cart
ka_ge: ეს პროდუქტი წარმატებით დაემატა თქვენს კალათას
mt_mt: Dan il-prodott ġie miżjud b’suċċess mal-karrettun tiegħek

source: Continue Shopping
ka_ge: შეკვეთების გაგრძელება
mt_mt: Kompli Ixtri

source: The username or password you entered is incorrect.
ka_ge: Მითითებული მომხმარებლის სახელი ანდა პაროლი არასწორია.
mt_mt: Il-username jew il-password li ktibt huma ħziena.

source: The registration info you entered is incorrect.
ka_ge: თქვენ მიერ შეყვანილი რეგისტრაციის ინფორმაცია არასწორია.
mt_mt: L-informazzjoni tar-reġistrazzjoni li daħħalt mhix korretta.

source: Thank You
ka_ge: გმადლობთ
mt_mt: Grazzi

source: Item removed
ka_ge: ელემენტი ამოღებულია
mt_mt: Oġġett imneħħi

source: The item has been successfully removed.
ka_ge: ელემენტი წარმატებით წაიშალა.
mt_mt: L-item tneħħa b'suċċess.

source: Item added
ka_ge: ელემენტი დამატებულია
mt_mt: Oġġett miżjud

source: The item has been successfully added to your cart.
ka_ge: საქონელი წარმატებით დაემატა თქვენს კალათას.
mt_mt: L-oġġett ġie miżjud b’suċċess mal-karrettun tiegħek.

source: Required product is not in your cart
ka_ge: საჭირო პროდუქტი არ არის თქვენს კალათაში
mt_mt: Il-prodott meħtieġ mhuwiex fil-karrettun tiegħek

source: Success
ka_ge: წარმატებული
mt_mt: Suċċess

source: Coupon code has been applied
ka_ge: კუპონის კოდი გამოყენებულია
mt_mt: Kodiċi tal-kupun ġie applikat

source: Please enter a coupon code
ka_ge: გთხოვთ შეიყვანოთ კუპონის კოდი
mt_mt: Jekk jogħġbok daħħal kodiċi tal-kupun

source: Details Saved
ka_ge: დეტალები შენახულია
mt_mt: Dettalji ssejvjati

source: Your profile settings have been successfully saved
ka_ge: თქვენი პროფილის პარამეტრები წარმატებით შენახულია
mt_mt: Is-settings tal-profil tiegħek ġew salvati b’suċċess

source: Pages
ka_ge: გვერდები
mt_mt: Paġni

source: Choose a weight
ka_ge: აირჩიე წონა
mt_mt: Agħżel piż

source: Choose quantity
ka_ge: აირჩიეთ რაოდენობა
mt_mt: Agħżel il-kwantità

source: each
ka_ge: თითოეული
mt_mt: kull wieħed

source: pack
ka_ge: შეკვრა
mt_mt: pakkett

source: Add to cart
ka_ge: კალათაში დამატება
mt_mt: Żid mal-karrettun

source: Delivery
ka_ge: მიწოდება
mt_mt: Kunsinna

source: In-store pickup
ka_ge: პიკაპი მაღაზიაში
mt_mt: Pickup fil-maħżen

source: Shipping
ka_ge: მიწოდება
mt_mt: Tbaħħir

source: The passwords you entered do not match. Your password was not updated.
ka_ge: თქვენ მიერ შეყვანილი პაროლები არ ემთხვევა. თქვენი პაროლი არ განახლებულა.
mt_mt: Il-passwords li daħħalt ma jaqblux. Il-password tiegħek ma ġietx aġġornata.

source: Drivers license or Valid ID
ka_ge: მართვის მოწმობა ან მოქმედი პირადობის მოწმობა
mt_mt: Liċenzja tas-sewwieq jew ID Valida

source: Expiration date
ka_ge: ვადის გასვლის თარიღი
mt_mt: Data ta ‘skadenza

source: Register
ka_ge: რეგისტრაცია
mt_mt: Irreġistra

source: Username
ka_ge: მომხმარებლის სახელი
mt_mt: Isem tal-utent

source: Email address
ka_ge: ელ-ფოსტა
mt_mt: Indirizz elettroniku

source: A password will be emailed to you.
ka_ge: პაროლი გამოგიგზავნეთ ელექტრონული ფოსტით.
mt_mt: Tibgħatlek email password.

# Order status
source: Pending
ka_ge: მოლოდინის რეჟიმშია
mt_mt: Pendenti

# Order status
source: Processing
ka_ge: დამუშავება
mt_mt: Ipproċessar

# Order status
source: On hold
ka_ge: განიხილება
mt_mt: Stenna ftit

# Order status
source: Completed
ka_ge: დასრულებული
mt_mt: Imlesta

# Order status
source: Cancelled
ka_ge: გაუქმებული
mt_mt: Ikkanċellat

# Order status
source: Refunded
ka_ge: დაბრუნებულია
mt_mt: Rifużjoni

# Order status
source: Failed
ka_ge: ჩაიშალა
mt_mt: Falliet

source: Order updated. <a href="%s">View order</a>
ka_ge: შეკვეთა განახლებულია. <a href=“%s”>შეკვეთის ნახვა</a>
mt_mt: Ordni aġġornata. <a href=“%s”>Ara l-ordni</a>

source: Custom field updated.
ka_ge: მორგებული ველი განახლდა.
mt_mt: Qasam tad-dwana aġġornat.

source: Custom field deleted.
ka_ge: მორგებული ველი წაშლილია.
mt_mt: Qasam tad-dwana mħassar.

source: Order updated.
ka_ge: შეკვეთა განახლდა.
mt_mt: Ordni aġġornata.

source: Order restored to revision from %s
ka_ge: შეკვეთა აღდგენილია %s-დან
mt_mt: Ordni restawrata għal reviżjoni minn %s

source: Order published. <a href="%s">View order</a>
ka_ge: შეკვეთა გამოქვეყნდა. <a href=“%s”>შეკვეთის ნახვა</a>
mt_mt: Ordni ppubblikata. <a href=“%s”>Ara l-ordni</a>

source: Order saved.
ka_ge: შეკვეთა შენახულია.
mt_mt: Ordni salvati.

source: Order submitted. <a target="_blank" href="%s">Preview order</a>
ka_ge: შეკვეთა გაგზავნილია. <a target=“_blank” href=“%s”>შეკვეთის წინასწარ გადახედვა</a>
mt_mt: Ordni sottomess. <a target=“_blank” href=“%s”>Preview ordni</a>

source: Order scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview order</a>
ka_ge: შეკვეთა დაგეგმილია: <strong>%1$s</strong>. <a target=“_blank” href=“%2$s”>შეკვეთის წინასწარ გადახედვა</a>
mt_mt: Ordni skedata għal: <strong>%1$s</strong>. <a target=“_blank” href=“%2$s”>Preview order</a>

source: M j, Y @ G:i
ka_ge: d.m.Y в H:i

source: Order draft updated. <a target="_blank" href="%s">Preview order</a>
ka_ge: შეკვეთის პროექტი განახლებულია. <a target=“_blank” href=“%s”>შეკვეთის წინასწარ გადახედვა</a>
mt_mt: Abbozz tal-ordni aġġornat. <a target=“_blank” href=“%s”>Preview order</a>

source: Order details
ka_ge: შეკვეთის დეტალები
mt_mt: Dettalji tal-ordni

source: Order #%1$s details
ka_ge: შეკვეთის #%1$s დეტალები
mt_mt: Ordna #%1$s dettalji

source: Customer
ka_ge: პაციენტი
mt_mt: Klijent

source: profile
ka_ge: პროფილი
mt_mt: profil

source: view orders
ka_ge: შეკვეთების ნახვა
mt_mt: ara l-ordnijiet

# Post Type General Name
source: Orders
ka_ge: შეკვეთები
mt_mt: Ordnijiet

# Post Type Singular Name
source: Order
ka_ge: შეკვეთა
mt_mt: Ordni

source: Order
ka_ge: შეკვეთა
mt_mt: Ordni

source: Order Archives
ka_ge: შეუკვეთეთ არქივები
mt_mt: Arkivji tal-Ordni

source: Order Attributes
ka_ge: შეუკვეთეთ ატრიბუტები
mt_mt: Attributi tal-Ordni

source: Parent Order:
ka_ge: მშობლის შეკვეთა:
mt_mt: Ordni tal-Ġenituri:

source: All Orders
ka_ge: ყველა შეკვეთა
mt_mt: L-Ordnijiet kollha

source: Add New Order
ka_ge: ახალი შეკვეთის დამატება
mt_mt: Żid Ordni Ġdid

source: Add New
ka_ge: ახლის დამატება
mt_mt: Żid Ġdid

source: New Order
ka_ge: Ახალი შეკვეთა
mt_mt: Ordni Ġdid

source: Edit Order
ka_ge: შეკვეთის რედაქტირება
mt_mt: Editja l-Ordni

source: Update Order
ka_ge: შეკვეთის განახლება
mt_mt: Ordni ta’ Aġġornament

source: View Order
ka_ge: შეკვეთის ნახვა
mt_mt: Ara l-Ordni

source: View Orders
ka_ge: შეკვეთების ნახვა
mt_mt: Ara l-Ordnijiet

source: Search Order
ka_ge: ძებნის შეკვეთა
mt_mt: Ordni ta’ Tiftix

source: Not found
ka_ge: არ მოიძებნა
mt_mt: Ma nstabx

source: Not found in Trash
ka_ge: არ მოიძებნა წაშლილებში
mt_mt: Mhux misjuba fit-Trash

source: Featured Image
ka_ge: გამორჩეული სურათი
mt_mt: Immaġni Dehru

source: Set featured image
ka_ge: გამორჩეული სურათის დაყენება
mt_mt: Issettja immaġni dehru

source: Remove featured image
ka_ge: გამორჩეული სურათის წაშლა
mt_mt: Neħħi l-immaġni dehru

source: Use as featured image
ka_ge: გამორჩეულ სურათად გამოყენება
mt_mt: Uża bħala immaġni dehru

source: Insert into order
ka_ge: ჩასვით წესრიგში
mt_mt: Daħħal fl-ordni

source: Uploaded to this order
ka_ge: აიტვირთა ამ შეკვეთაზე
mt_mt: Imtella fuq din l-ordni

source: Orders list
ka_ge: შეკვეთების სია
mt_mt: Lista ta’ ordnijiet

source: Orders list navigation
ka_ge: შეკვეთების სიის ნავიგაცია
mt_mt: Ordnijiet lista navigazzjoni

source: Filter orders list
ka_ge: შეკვეთების სიის გაფილტვრა
mt_mt: Iffiltra lista tal-ordnijiet

source: View your store's order history
ka_ge: ნახეთ თქვენი მაღაზიის შეკვეთების ისტორია
mt_mt: Ara l-istorja tal-ordnijiet tal-maħżen tiegħek

source: Order items
ka_ge: შეუკვეთეთ ნივთები
mt_mt: Ordna oġġetti

source: WP Dispensary's eCommerce
ka_ge: WP Dispensary’s ელექტრონული კომერცია
mt_mt: Kummerċ elettroniku ta’ WP Dispensary

source: Adds shopping cart capabilities to the WP Dispensary menu management plugin.
ka_ge: WP Dispensary მენიუს მართვის დანამატს ამატებს კალათის შესაძლებლობებს.
mt_mt: Iżżid il-kapaċitajiet tal-karrettun tax-xiri mal-plugin tal-ġestjoni tal-menu WP Dispensary.
